[
  {
    "title": "Ruffin v. Commonwealth (1871)",
    "date": "?-?-1871",
    "court": "Virginia Supreme Court",
    "link": "https://www.ncjrs.gov/App/publications/abstract.aspx?ID=162920",
    "info": "quoted from the decision: 'For a time, during his service in the penitentiary, he is in a state of penal servitude to the State. He has, as a consequence of his crime, not only forfeited his liberty, but all his personal rights except those which the law in its humanity accords to him. He is for the time being a slave of the State.'",
    "impact": "This decision establishes some historical context behind prisoners' rights problems today - an early, wide understanding became formalized in a section of the canon of law: prisoners are to have no rights."
  },
  {
    "title": "California v. Acevedo (1991)",
    "date": "05-30-1991",
    "court": "U.S. Supreme Court",
    "link": "https://www.oyez.org/cases/1990/89-1690",
    "info": "California police officers saw Charles Acevedo enter an apartment known to contain several packages of marijuana and left a short time later carrying a bag roughly the same size as one of the packages. The officers stopped him and searched his car, searched the bag, and found the marijuana. Acevedo appealed his denied motion to throw out the marijuana as evidence because it was found in a warrant-less search, and the Supreme Court had previously ruled that an officer required a warrant to search a closed container. The Supreme Court upheld a previously ruling allowing officers to thoroughly search a vehicle without warrant if they have probable cause to believe there is evidence in the vehicle.",
    "impact": "Within a few years after Reagan declares the War on Drugs in 1982, the Supreme Court's regard of the Fourth Amendment begins to shift. Justice Stevens, dissenting - 'In the years [from 1982 to 1991], the Court has heard argument in 30 Fourth Amendment cases involving narcotics. ...All save two involved a search or seizure without a warrant or with a defective warrant. And, in all except three, the Court upheld the constitutionality of the search or seizure.'"
  },
  {
    "title": "Terry v. Ohio (1968)",
    "date": "06-10-1968",
    "court": "U.S. Supreme Court",
    "link": "https://www.oyez.org/cases/1967/67",
    "info": "Terry and two men were observed by an officer to be engaging in 'casing' a building. The officer stopped and frisked them, and found weapons on two of them.",
    "impact": "The Court's understanding of the Fourth Amendment shifts further. Stop-and-frisk rule established - 'so long as a police officer has 'reasonable articulable suspicion' that someone is engaged in criminal activity and dangerous' they can stop, question, and frisk them in the absence of probable cause. Judge Douglas dissented, fearing this would open the door to the police being free to conduct warrantless searches on the basis of perceived criminality."
  },
  {
    "title": "Florida v. Bostick (1991)",
    "date": "06-20-1991",
    "court": "U.S. Supreme Court",
    "link": "https://www.oyez.org/cases/1990/89-1717",
    "info": "Terrance Bostick, 28-year-old African American, slept in the back seat of a Greyhound bus on his way from Miami to Atlanta. At a layover in  Fort Lauderdale, two police officers boarded the bus and asked the passengers for permission to search their luggage. Terrance complied, even though he knew his bag held cocaine. The officers had no basis for suspecting Bostick of criminal activity, but they happened to find cocaine; so they arrested Bostick, and he was charged and convicted of trafficking cocaine",
    "impact": "Suspicionless police sweeps of buses in interstate travel became an increasingly common tactic in the War on Drugs. The Florida Supreme Court ruled that the police had violated the Fourth Amendment's prohibition of unreasonable search (as the police had not allowed the passengers the opportunity to leave the bus to avoid being questioned) and seizure and condemned 'bus sweeps' in general, and they overturned Bostick's conviction - but the U.S. Supreme Court reversed the decision. The Court ruled that Bostick was not 'seized' and that any 'reasonable person' in his circumstance should have felt free to leave and to not consent to the police's request to search their luggage. Prior to this reversal, lower courts had found the notion that 'reasonable people' would feel empowered to refuse to answer to police questioning absurd."
  },
  {
    "title": "Schneckloth v. Bustamonte (1973)",
    "date": "05-29-1973",
    "court": "U.S. Supreme Court",
    "link": "https://www.oyez.org/cases/1972/71-732",
    "info": "A police officer stopped a car with a burned out headlight. There were six men in the car, including Robert Clyde Bustamonte. Only one passenger had a driver's license, and he complied to the officer's request to search the car. The officer found stolen checks, and Bustamonte was arrested and convicted of possessing checks with the intent to defraud. The U.S. Court of Appeals for the Ninth Circuit reversed on the basis that it must be proven that the person who gave consent to be searched knew that they had the right to refuse consent; but the U.S. Supreme Court held up the original conviction.",
    "impact": "The Supreme Court decided that it was unnecessary to prove that the person who gave consent knew that they had the right to refuse - the Fourth Amendment's protection does not require you to knowingly waive your rights for you to do so, and that if consent had to be given knowingly, it would 'create serious doubt whether consent searches would continue to be conducted'. In other words, consent searches work because people feel unable to refuse consent to the police."
  },
  {
    "title": "Whren v. United States (1996)",
    "date": "06-10-1996",
    "court": "U.S. Supreme Court",
    "link": "https://www.oyez.org/cases/1995/95-5841",
    "info": "",
    "impact": ""
  },
  {
    "title": "Ohio v. Robinette (1996)",
    "date": "11-18-1996",
    "court": "U.S. Supreme Court",
    "link": "https://www.oyez.org/cases/1996/95-891",
    "info": "",
    "impact": ""
  }
]