[
  {
    "title": "PEW Center on the States, One in 100: Behind Bars in America 2008",
    "author": "PEW Charitable Trusts",
    "date": "02-08-2008",
    "link": "https://www.pewtrusts.org/en/research-and-analysis/reports/2008/02/28/one-in-100-behind-bars-in-america-2008",
    "info": "The United States has the highest rate of incarceration in the world. It has more people in the penal system (2.3mil) than even China (1.5mil), which is far more populous. In Germany, 93 people are in jail for every 100,000 adults and children - the US rate of incarceration is roughly eight times higher; at 750 per 100,000."
  },
  {
    "title": "A 25-Year Quagmire: The \"War on Drugs\" and Its Impact on American Society",
    "author": "Marc Mauer and Ryan King - The Sentencing Project",
    "date": "09-0?-2007",
    "link": "https://www.sentencingproject.org/publications/a-25-year-quagmire-the-war-on-drugs-and-its-impact-on-american-society/",
    "info": "Nearly half a million (493,800) people are in prison or jail for a drug offense today, compared to an estimated 41,100 in 1980 - a 1,100% increase.\nDrug arrests have tripled since 1980, resulting in over 31 million people being arrested since the drug war began.\nMost of these arrests are minor offenders - in 2005 most of these arrests were for possession; only one out of every five was for sales."
  },
  {
    "title": "The War on Marijuana: The Transformation of the War on Drugs in the 1990s",
    "author": "Marc Mauer and Ryan King - The Sentencing Project",
    "date": "05-0?-2005",
    "link": "https://www.sentencingproject.org/wp-content/uploads/2016/01/War-on-Marijuana-Transformation-of-War-on-Drugs-in-the-1990s.pdf",
    "info": "Possession of marijuana accounted for nearly 80% of the growth in drug arrests in the 1990s.\nMarijuana has been found to be a relatively harmless drug. There are no credible medical reports that suggest consuming it has ever casued a single death. By comparison, tobacco kills roughly 390,000 Americans annually, and alcohol, 150,000."
  },
  {
    "title": "One in 31: The Long Reach of American Corrections",
    "author": "PEW Charitable Trusts",
    "date": "03-02-2009",
    "link": "https://www.pewtrusts.org/en/research-and-analysis/reports/2009/03/02/one-in-31-the-long-reach-of-american-corrections",
    "info": "Between 1980 and 2000, the number of people incarcerated in our nation's prisons and jails soared from about 300,000 to over 2 million. By the end of 2007, one in every 31 adults in America were behind bars, on probation, or on parole."
  }
]